{
    "version": "1.0.0.2 (2 revision)",
    "link": "m3n/dm_azure/dm_azure_m3n.zip",
    "changelog": "Требования к установке: \n SuperSU,BusyBox \n \n Внимание трафик!!!! \n \n Все что вы делаете на свой страх и риск, автор не несет никакой отвественности за ваши действия. \n \n Список изменений которых я помню. \n \n - Добавили Google camera \n Добавили GBoard \n - Заменили системные Эмодзи на Эмодзи с Android O \n - Добавлен пак обоев. -n - Добавлена новая бутанимация \n - Заменены системные звуки на звуки из Android O \n - Заменены стандартные рингтоны \n -Выровняны часы и иконки в заголовке \n - Исправлена видимость в шторке стандартного плэера \n - Исправлен баг с входящим вызовом (No fixed) \n - Поправавлены текстовые ошибки. \n - Отредактирована полоска яркости в шторке. \n - Изменена подложка звуковой панели \n - Исправлен ActionBar уведомлений \n - Изменено время для показа изображения Ночь в заголовке. \n - Увеличено количество показываемых уведомлений в статусбаре \n - Переделан пункт в настройках Энергоеффективность \n - Переделан пункт О Приложении \n - Переделан Hosts, теперь блокирут рекламу. \n - Полностью пререрисованы в FullHD иконки Сети, WiFi, Батареи в статус баре. \n - Перерисованы значки 2G,3G,H,H+,4g,4G+,LTE и подогнаны под один размер \n - Заменены изображения заголовка в шторке. Взяты с MIUI \n - Перерисованы в FullHD и подогнаны по размеру все иконки туглов в шторке \n - Перерисованы и заменены иконки в FullHD системных уведомлений в шторке \n - Перерисованы и заменены иконки в FullHD в настройках, добавлены отсутствующие \n - Переместили управление плеером на экране блокиррвки вниз, теперь удобно переключать одной рукой \n - Разблокирована многооконность \n - Написано с нуля приложение для ОТА обновлений и установки мода Механизм установки был улучшен, с целью увеличить вероятность благоприятной установки. \n - Убрана дроб с скорости сети в статусбаре \n - Убран тайл экономии трафика из шторки \n - Переделан пункт информации о приложении в стиле Андроид О \n - Убрана полупрзрачная тень, которая появляется когда количество уведомлений увеличивается до 3"
}
